Repository: gabrielmotaa/adiciona-aqui
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Brazilian Portuguese
pt_br: Português

source: users/
pt_br: usuarios/

source: about-us/
pt_br: sobre-nos/

source: Name
pt_br: Nome

source: category
pt_br: categoria

source: categories
pt_br: categorias

source: Created at
pt_br: Criado em

source: Address
pt_br: Endereço

source: Phone
pt_br: Telefone

source: Registered
pt_br: Registrado

source: User
pt_br: Usuário

source: Categories
pt_br: Categorias

source: Image
pt_br: Imagem

source: place
pt_br: local

source: places
pt_br: locais

source: places/
pt_br: locais/

source: places/<int:pk>/
pt_br: locais/<int:pk>/

source: places/<int:pk>/update/
pt_br: locais/<int:pk>/atualizar/

source: places/add/
pt_br: locais/adicionar/

source: About us
pt_br: Sobre nós

source: Welcome to Adiciona Aqui!
pt_br: Bem vindo ao Adiciona Aqui!

source: We are Gabriel da Mota and Gabriela Rocco, students in the 5th semester of Information Technology at Univesp. We are very excited to present our project, Adiciona Aqui (Add Here), developed as part of the integrative project discipline.
pt_br: Somos Gabriel da Mota e Gabriela Rocco, estudantes do 5º semestre de Tecnologia da Informação na Univesp. Estamos muito animados em apresentar nosso projeto, o Adiciona Aqui, desenvolvido como parte da disciplina de projeto integrador.

source: The idea came from a personal demand we faced recently, when we moved to this region. Finding local businesses was not always an easy task due to the lack of online presence of many establishments.
pt_br: A ideia surgiu a partir de uma demanda pessoal que enfrentamos recentemente, quando nos mudamos para esta região. Encontrar comércios locais nem sempre foi uma tarefa fácil devido à falta de presença online de muitos estabelecimentos.

source: We decided to use our technology knowledge and skills to create a collaborative solution. Thus Adiciona Aqui was born, a platform where users can recommend local businesses that do not yet have an online presence.
pt_br: Decidimos utilizar nosso conhecimento e habilidades em tecnologia para criar uma solução colaborativa. Assim nasceu o Adiciona Aqui, uma plataforma onde os usuários podem indicar comércios locais que ainda não possuem presença online.

source: Our main objective is to facilitate the discovery of these establishments and help them gain visibility on the internet, especially through Google Maps. We believe that strengthening the online presence of local businesses is essential to boost the region's economy and facilitate residents' access to quality local products and services.
pt_br: Nosso principal objetivo é facilitar a descoberta desses estabelecimentos e ajudá-los a ganhar visibilidade na internet, especialmente através do Google Maps. Acreditamos que fortalecer a presença online dos negócios locais é fundamental para impulsionar a economia da região e facilitar o acesso dos moradores a produtos e serviços locais de qualidade.

source: At Adiciona Aqui, you are a fundamental part of this collaborative process. We invite you to recommend businesses you know and share this platform with your friends, family and neighbors. The more people who participate, the more complete and useful our local business database will be.
pt_br: No Adiciona Aqui, você é parte fundamental desse processo colaborativo. Convidamos você a indicar os comércios que conhece e a compartilhar essa plataforma com seus amigos, familiares e vizinhos. Quanto mais pessoas participarem, mais completo e útil será o nosso banco de dados de negócios locais.

source: We value active community participation and are committed to providing a simple, intuitive platform where you can easily add new businesses and help promote the local economy. Together, we can make a difference and contribute to the growth of local businesses.
pt_br: Valorizamos a participação ativa da comunidade e estamos comprometidos em fornecer uma plataforma simples e intuitiva, onde você possa facilmente adicionar novos comércios e ajudar a promover a economia local. Juntos, podemos fazer a diferença e contribuir para o crescimento de negócios locais.

source: We thank all users who join us on this journey. Adiciona Aqui is a project in constant evolution, and we count on your support, feedback and suggestions to continually improve it.
pt_br: Agradecemos a todos os usuários que se juntam a nós nessa jornada. O Adiciona Aqui é um projeto em constante evolução, e contamos com seu apoio, feedback e sugestões para melhorá-lo continuamente.

source: Best regards,
pt_br: Com os melhores cumprimentos,

source: Gabriel da Mota and Gabriela Rocco
pt_br: Gabriel da Mota e Gabriela Rocco

source: Adiciona Aqui Team
pt_br: Equipe Adiciona Aqui

source: Collaborate with the community and help small businesses and services gain visibility on the internet
pt_br: Colabore com a comunidade e ajude pequenos negócios e serviços a ganhar visibilidade na internet

source: How does it works?
pt_br: Como funciona?

source: With our service, you can easily add locations that aren't already on Google Maps, share useful information, and even share photos of the locations.
pt_br: Com o nosso serviço, você pode adicionar facilmente locais que ainda não estão no Google Maps, compartilhar informações úteis e até mesmo fotos dos locais.

source: We mainly want to help small local businesses that don't yet have a strong digital presence. With your help, we can make our platform a valuable resource for everyone!
pt_br: Queremos ajudar principalmente pequenos negócios locais que ainda não têm uma presença digital forte. Com sua ajuda, podemos tornar nossa plataforma um recurso valioso para todos!

source: Join us and add a new place
pt_br: Junte-se a nós e adicione um novo local

source: New additions
pt_br: Novas adições

source: Place Image
pt_br: Imagem do Local

source: Homepage
pt_br: Página inicial

source: Logout
pt_br: Sair

source: Log in
pt_br: Entrar

source: Signup
pt_br: Registrar-se

source: Choose the language:
pt_br: Selecione o idoma:

source: Select current language
pt_br: Selecione o idioma

source: selected
pt_br: selecionado

source: Log In
pt_br: Entrar

source: Adiciona Aqui Logo
pt_br: Logo do Adiciona Aqui

source: Add a place
pt_br: Adicionar local

source: My places
pt_br: Meus locais

source: Found a new place?
pt_br: Achou um novo local?

source: Add a new place
pt_br: Adicionar local

source: Create a new place
pt_br: Criar novo local

source: Click here to collect your current location
pt_br: Clique aqui para coletar sua localização atual

source: Send
pt_br: Enviar

source: Place
pt_br: Local

source: Pending
pt_br: Pendente

source: Want to
pt_br: Deseja

source: edit
pt_br: editar

source: My Places
pt_br: Meus locais

source: Page
pt_br: Página

source: of
pt_br: de

source: Previous
pt_br: Anterior

source: Next
pt_br: Próxima

source: Update
pt_br: Atualizar

source: Update Place
pt_br: Adicionar local

source: Account is needed!
pt_br: Conta necessária!

source: To add new places you must log in.
pt_br: Para adicionar novos locais é necessário realizar o login.

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Reset
pt_br: Redefinir

source: Don't have an account?
pt_br: Não tem cadastro?

source: Enter your email below, and we will send you instructions to reset it.
pt_br: Digite seu email abaixo e nós te mandaremos instruções para resetá-la.

source: Send me instructions!
pt_br: Me envie instruções!

source: Password reset completed
pt_br: Redefinição de senha concluída

source: Your new password has been set. Now you can
pt_br: Sua nova senha foi definida. Agora você pode

source: login
pt_br: entrar

source: Enter your new password
pt_br: Insira sua nova senha

source: Set your new password!
pt_br: Defina sua nova senha!

source: Update my password
pt_br: Atualize minha senha

source: The password reset link is invalid, possibly because it has already been used. Please make a new password reset request.
pt_br: O link de redefinição de senha está inválido, possivelmente por já ter sido utilizado. Por favor, faça uma nova requisição de redefinição de senha.

source: Email sent
pt_br: E-mail enviado

source: Check your inbox
pt_br: Cheque sua caixa de entrada

source: We have sent instructions to reset your password to your email. You should receive them soon.
pt_br: Nós enviamos ao seu email as instruções para resetar sua senha. Você deve recebê-las em breve.

source: Already registered?
pt_br: Já tem conta?

source: Login
pt_br: Entrar

source: Permissions
pt_br: Permissões

source: The Email must be set
pt_br: O e-mail deve ser definido

source: Superuser must have is_staff=True.
pt_br: Superuser deve ter is_staff=True.

source: Superuser must have is_superuser=True.
pt_br: Superuser deve ter is_superuser=True.

source: email address
pt_br: endereço de e-mail

source: signup/
pt_br: registrar/

source: login/
pt_br: entrar/

source: logout/
pt_br: sair/

source: password-reset/
pt_br: redefinir-senha/

source: password-reset/done/
pt_br: redefinir-senha/pronto/

source: reset/<uidb64>/<token>/
pt_br: redefinir/<uidb64>/<token>/

source: reset/done/
pt_br: redefinir/pronto/
